Repository: lefterisnik/django-loosecms-dynamo
Catalog: loosecms_dynamo/locale/*/LC_MESSAGES/django.po
Languages: el

source: Loose CMS Plugin - Dynamic Models
el: Loose CMS Plugin - Δυναμικά Μοντέλα

source: title
el: τίτλος

source: Give the name of the dynamo manager.
el: Δώστε το όνομα του διαχειριστή των δυναμικών μοντέλων.

source: name
el: όνομα

source: Represent the name of the table in python.
el: Αναπαριστά το όνομα του πίνακα στην python

source: verbose name
el: λεπτομερές όνομα

source: Give the name of the table which will appear in admin panel. If set to null will using the name field.
el: Δώστε το όνομα του πίνακα με το οποίο θα εμφανίζεται στην διαχείριση. Εάν μείνει κενό τότε θα χρησιμοποιηθεί αυτό του πεδίου όνομα.

source: verbose name plural
el: λεπτομερές όνομα σε πληθυντικό αριθμό

source: dynamic model manager
el: Διαχειριστής δυναμικών μοντέλων

source: dynamic model managers
el: Διαχειριστές δυναμικών μοντέλων

source: header title
el: τίτλος επικεφαλίδας

source: Give the name of the header.
el: Δώστε το όνομα της επικεφαλίδας.

source: slug
el: ετικέτα

source: Give the slug of the header
el: Δώστε την ετικέτα της επικεφαλίδας.

source: type
el: τύπος

source: Select the type of the field
el: Επιλέξτε το τύπο του πεδίου

source: required
el: απαραίτητο

source: Check this box if you want the field to be required
el: Επιλέξτε εάν επιθυμείτε το πεδίο να είναι απαραίτητο

source: manager
el: διαχειριστής

source: Select the dynamo manager.
el: Επιλέξτε το διαχειριστή των δυναμικών μοντέλων.

source: published
el: δημοσίευση

source: Give some title
el: Δώστε ένα τίτλο

source: Select the table that contain the data.
el: Επιλέξτε τον πίνακα που περιέχει τα δεδομένα.

source: responsive
el: αποκρητικός

source: Dynamic model manager
el: Διαχειριστής δυναμικών μοντέλων
